{"content": "\"I co-wash with tresemme botanique. Let it sit while I take care of the rest of myself in the shower. Rinse completely. Add a small drop of conditioner to my ends, squish. Dry with a shirt. Add Shea moisture curl smoothie liberally. Squish. Teeeeny amount of shea moisture max hold gel. Squish avoiding roots. Dry naturally. \"","annotation":[{"label":["Product"],"points":[{"start":259,"end":284,"text":"shea moisture max hold gel"}]},{"label":["Product"],"points":[{"start":16,"end":33,"text":"tresemme botanique"}]}],"extras":null,"metadata":{"first_done_at":1549257846000,"last_updated_at":1549257846000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"I'm only on day 2 of the CG method, but my hair is already so frizzy again! It was great the first day, but I'm not sure why my hair is so dry/ frizzy.Routine: I cleansed and then conditioned with the recommended tresemme conditioner. Then I scrunched in heaps of hair gel into my wet hair. Dried with a cotton tshirt. \"","annotation":[{"label":["Product"],"points":[{"start":214,"end":233,"text":"tresemme conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549261069000,"last_updated_at":1549261069000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"It‚Äôs my first time posting here! I‚Äôve always had ‚Äúcurly hair‚Äù but always hated it, didn‚Äôt understand why my hair wasn‚Äôt easy to manage like my friends. I just started a ~*legit*~ routine over the summer and it‚Äôs been a journey! Still hard to manage but so much more payoff now :)Routine:- Flip hair upside down in shower, let water run over it for a while before washing- Massage LUS brand shampoo into scalp and towards the ends, rinse with warm water- Put LUS conditioner in with praying hands, mostly on ends, leave in for a few minutes while I wash my body- Put some water on the conditioner and finger comb, then rinse with cold water - Turn off shower, put in LUS all in one product and scrunch- Scrunch w/t shirt- Diffuse or air dry\"","annotation":[{"label":["Product"],"points":[{"start":681,"end":702,"text":"LUS all in one product"}]},{"label":["Product"],"points":[{"start":473,"end":487,"text":"LUS conditioner"}]},{"label":["Product"],"points":[{"start":395,"end":411,"text":"LUS brand shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549258487000,"last_updated_at":1549258487000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Routine:‚Ä¢ Tresemme botanique coconut and aloe Vera conditioner ‚Ä¢ Garnier fructis macadamia hair food ‚Ä¢  Homemade flax seed gel1. Wet hair and add conditioner to detangle and scrub my scalp, rinse out2. Add hair food deep condition for around 30-60minutes, in a shower cap with a towel wrapped around it for heat. 3. Wash out hair food, add more conditioner for final condition and detangle, rinse out 85% of the way.4. Add more hair food in, used as leave in. I probably use 3-4 dollops for my whole head, raking, scrunching, spiraling in my hair. I always make sure my hair is soaking while doing this and continuously have to add more water in.5. Add in flax seed gel in the same manner as leave in, I try to curl my hair with the gel so it holds the curls I want. 6. I wet plop with a shower cap and towel, for around 30-45 minutes. Then diffuse on cool-medium heat for around 20 minutes. Air dry the rest of the way. \"","annotation":[{"label":["Product"],"points":[{"start":663,"end":675,"text":"flax seed gel"}]},{"label":["Product"],"points":[{"start":120,"end":132,"text":"flax seed gel"}]},{"label":["Product"],"points":[{"start":111,"end":132,"text":"Homemade flax seed gel"}]},{"label":["Product"],"points":[{"start":70,"end":104,"text":"Garnier fructis macadamia hair food"}]},{"label":["Product"],"points":[{"start":13,"end":64,"text":"Tresemme botanique coconut and aloe Vera conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549261286000,"last_updated_at":1549261286000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"I‚Äôve always had curly hair, but my usual lazy routine is just shampoo/condition with whatever and then using a bunch of BrioGeo curl charisma but still having poofy frizz. When I want to ‚Äúlook nice‚Äù I straighten it myself or spring for a blow out. But after many days on this sub I decided to take the plunge going full CG! Today was day 1. My hair type is very thin (both width of strands and number of strands) and easily a greaseball. The gel cast (left pic) look gave me a terrifying flashback to the middle school look of the early aughts with heavily gel-scrunched crispy hair. I was so afraid I wouldn‚Äôt get soft hair back!ROUTINE:-Took straightened hair out of the bun it‚Äôs been in since Thursday and brushed out all the knots-Deep clean/buildup removal with Suave Daily Clarifying Shampoo-Head upside down applied two handfuls of Love Beauty & Planet coconut oil and ylang ylang conditioner using praying hands-squish to condish -cold water rinse out 70% of conditioner. I think I may have left too much toward my roots since my hair is a bit weighed down at the top. -hand scrunch out just a bit of moisture so it‚Äôs not actively streaming -apply 2 palm sized amounts of Curls Goddess Curls botanical gelie Gel using praying hands-scrunch scrunch scrunch-Plop in a clean tee for 35 min-take down and air dry in Southern California sunshine (and some wind- May have created frizz)-gel cast dry after 3.5 hours-scrunch out the crunch-done!WOULD CHANGE:-leave less conditioner toward my roots as they‚Äôre a bit weighed down-slightly more gel for a little more cast-maybe try a product before the gel. I bought Shea Moisture‚Äôs Silicone Free Miracle Styler Leave-In Treatment which I haven‚Äôt seen mentioned on this sub. Has anyone tried it??Overall I am so happy!!! I‚Äôm interested to see how things hold up overnight. I bought a satin wrap scarf so hoping that helps preserve the curls\"","annotation":[{"label":["Product"],"points":[{"start":1630,"end":1694,"text":"Shea Moisture‚Äôs Silicone Free Miracle Styler Leave-In Treatment"}]},{"label":["Product"],"points":[{"start":1193,"end":1231,"text":"Curls Goddess Curls botanical gelie Gel"}]},{"label":["Product"],"points":[{"start":887,"end":909,"text":"ylang ylang conditioner"}]},{"label":["Product"],"points":[{"start":850,"end":881,"text":"Love Beauty & Planet coconut oil"}]},{"label":["Product"],"points":[{"start":778,"end":807,"text":"Suave Daily Clarifying Shampoo"}]},{"label":["Product"],"points":[{"start":123,"end":143,"text":"BrioGeo curl charisma"}]}],"extras":null,"metadata":{"first_done_at":1549255515000,"last_updated_at":1549255515000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Honestly, my routine is pretty shit rn so I‚Äôm not surprised this is happening haha.I shower every night after the gym, washing with Suave every other day and conditioning with Suave every day. While still soaking wet I scrunch in the Aussie max hold gel and then plop all night! \"","annotation":[{"label":["Product"],"points":[{"start":237,"end":255,"text":"Aussie max hold gel"}]},{"label":["Product"],"points":[{"start":179,"end":183,"text":"Suave"}]},{"label":["Product"],"points":[{"start":135,"end":139,"text":"Suave"}]}],"extras":null,"metadata":{"first_done_at":1549252774000,"last_updated_at":1549252774000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "I hate having it this short but with my curly girl routine I have confidence that I'll be back to my former curly hair glory!Night before shampoo I use: Camille rose cacao nibs growth oilShampoo: Camille Rose sweet Ginger rinseConditioner: Camille Rose Moroccan pear custardLeave in : Camille Rose curl love milkStyler: miss Jessie's pillow soft curlsWash every 2 days and use Nizoral every other wash for dandruff.  üòÑ","annotation":[{"label":["Product"],"points":[{"start":377,"end":383,"text":"Nizoral"}]},{"label":["Product"],"points":[{"start":320,"end":350,"text":"miss Jessie's pillow soft curls"}]},{"label":["Product"],"points":[{"start":285,"end":311,"text":"Camille Rose curl love milk"}]},{"label":["Product"],"points":[{"start":240,"end":273,"text":"Camille Rose Moroccan pear custard"}]},{"label":["Product"],"points":[{"start":196,"end":220,"text":"Camille Rose sweet Ginger"}]},{"label":["Product"],"points":[{"start":153,"end":186,"text":"Camille rose cacao nibs growth oil"}]}],"extras":null,"metadata":{"first_done_at":1549262183000,"last_updated_at":1549262183000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"This is my first day so still figuring out a routine. haahha I did a final shampoo with J&J baby shampoo and then rinsed with ACV.  Today, I used tresemme undone and squished it into my hair in the shower and lightly rinsed it. Then fructis clean gel and that's it. Forgot to do that plop thing and letting it air dry. \"","annotation":[{"label":["Product"],"points":[{"start":234,"end":250,"text":"fructis clean gel"}]},{"label":["Product"],"points":[{"start":147,"end":161,"text":"tresemme undone"}]},{"label":["Product"],"points":[{"start":127,"end":129,"text":"ACV"}]},{"label":["Product"],"points":[{"start":89,"end":104,"text":"J&J baby shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549254674000,"last_updated_at":1549254674000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Routine:-shower every other day:  ‚Ä¢massage my scalp for two minutes  ‚Ä¢use suave essentials conditioner, flip hair upside down and squish it in  ‚Ä¢leave it sit sit the rest of the shower then at the end squish any excess out   ‚Ä¢‚Äùshake‚Äù in some Argon oil/olive oil infused leave-in conditioner and plop for 15min    ‚Ä¢wait for hair to dry, put a small amount of Maui coconut oil curl quench creme into my hair and tease it with a pickEvery other Wednesday I use a small amount of suave shampoo and then deep condition and if I‚Äôm going somewhere and I want to look nice I‚Äôll use KMS curl gel to keep my curls styled the ways I want\"","annotation":[{"label":["Product"],"points":[{"start":593,"end":604,"text":"KMS curl gel"}]},{"label":["Product"],"points":[{"start":491,"end":503,"text":"suave shampoo"}]},{"label":["Product"],"points":[{"start":373,"end":406,"text":"Maui coconut oil curl quench creme"}]},{"label":["Product"],"points":[{"start":265,"end":273,"text":"olive oil"}]},{"label":["Product"],"points":[{"start":255,"end":263,"text":"Argon oil"}]},{"label":["Product"],"points":[{"start":79,"end":106,"text":"suave essentials conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549259513000,"last_updated_at":1549259513000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Tried this thing called Renpure Coconut Creme Curling Jelly Styling Gel. Has a big list of all the bad ingredients it doesn't have in it, so I thought it might be good. More curl definition, less crust. Seems better.\"","annotation":[{"label":["Product"],"points":[{"start":25,"end":71,"text":"Renpure Coconut Creme Curling Jelly Styling Gel"}]}],"extras":null,"metadata":{"first_done_at":1549258614000,"last_updated_at":1549258614000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Routine: wash twice a week with Johnson and Johnson‚Äôs no more tears. Condition with CG friendly  conditioner. Detangle daily. Try to avoid getting peanut butter, jelly, ketchup, and snot in it. Fail frequently on that last bit. \"","annotation":[{"label":["Product"],"points":[{"start":33,"end":69,"text":"Johnson and Johnson‚Äôs no more tears"}]}],"extras":null,"metadata":{"first_done_at":1549252391000,"last_updated_at":1549252391000,"sec_taken":0,"last_updated_by":"LqGmvXWpYjUjaggAiEPH6CZv1Lv1","status":"done","evaluation":"CORRECT"}}
{"content": "\"Right now I use pretty basic stuff. Garnier fructis curl nourish shampoo and conditioner, garnier fructis pure clean styling gel and pure clean styling mouse. I just bought a cotton hair towel and I let it air dry. My goal is to have shinier, more defined curls with less frizz. I also want to make my hair much healthier. After straightening and neglecting it for years I want it to actually start growing again! It gets to the length it‚Äôs at and won‚Äôt grow any further\"","annotation":[{"label":["Product"],"points":[{"start":134,"end":157,"text":"pure clean styling mouse"}]},{"label":["Product"],"points":[{"start":92,"end":128,"text":"arnier fructis pure clean styling gel"}]},{"label":["Product"],"points":[{"start":37,"end":88,"text":"Garnier fructis curl nourish shampoo and conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549253996000,"last_updated_at":1549253996000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"I‚Äôve been lurking here for a while and you all have inspired me to start CG and embrace my natural hair! Today was my first day following any of the CG routine. I basically followed the beginner‚Äôs routine with all the product recommendations:‚ÄîFinal wash with V05 Clarifying Shampoo‚ÄîCowash with TRESemme Botanique Replenish Conditioner with Coconut and Aloe Vera‚ÄîCondition with the same product. I used a wide tooth comb to help detangle and get the product everywhere. Then I attempted squish to condish, but I don‚Äôt think I really got it. I‚Äôll have to keep practicing that part. ‚ÄîGot out of the shower and applied LA Looks Extreme Sport gel to sopping wet hair. It never got crunchy, so I don‚Äôt think I applied enough. ‚ÄîPlopped into a microfiber towel for about 10 minutes.‚ÄîUsed a diffuser to dry my hair. This was my first time diffusing, and I think I moved it around too much. Then tried to scrunch out the crunch, but like I said, it doesn‚Äôt seem like I used enough gel, so there wasn‚Äôt much to crunch. Overall, I think it went ok for my first try...my husband loved it! It was weird for me to see it, and I‚Äôm sure it will take a little while for me to get used to it. I‚Äôve been straightening my hair for 15 years, so I‚Äôm excited to start this new natural journey with you all!!EDIT: spelling\"","annotation":[{"label":["Product"],"points":[{"start":740,"end":772,"text":"ÄîPlopped into a microfiber towel"}]},{"label":["Product"],"points":[{"start":632,"end":657,"text":"LA Looks Extreme Sport gel"}]},{"label":["Product"],"points":[{"start":361,"end":381,"text":"Aloe Vera‚ÄîCondition"}]},{"label":["Product"],"points":[{"start":289,"end":355,"text":"ÄîCowash with TRESemme Botanique Replenish Conditioner with Coconut"}]},{"label":["Product"],"points":[{"start":248,"end":287,"text":"ÄîFinal wash with V05 Clarifying Shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549254587000,"last_updated_at":1549254587000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"First week of really embracing my natural hair... so still trying to get down a routine that works, but here's what I did!\\- Shampoo that has ALS which I know is not totally CG, but has been good for my hair for clarifying (Blousey by Lush)  \\- Squish to condish with Garnier Fructic HydraPurify (silicone free)\\- Hair moisturizer - R&B (Lush) for my ends, and Hair Custard (Lush) scrunched in.\\- Today was the first day I plopped - about an hour, and what a difference!Next I'm going to experiment with gels, as with the above the waves/curls don't super last. ​My hair is also quite thin- as you can see in the second photo with the back of my head, and is also quite evident in my \"\"before\"\" photo... this is due to an autoimmune condition, and is definitely something I've been struggling with so I'm hopeful with healthier hair, it'll make a difference :)[before hair](https://imgur.com/a/PXf9GWH)\"","annotation":[{"label":["Product"],"points":[{"start":362,"end":380,"text":"Hair Custard (Lush)"}]},{"label":["Product"],"points":[{"start":334,"end":343,"text":"R&B (Lush)"}]},{"label":["Product"],"points":[{"start":269,"end":295,"text":"Garnier Fructic HydraPurify"}]},{"label":["Product"],"points":[{"start":225,"end":239,"text":"Blousey by Lush"}]}],"extras":null,"metadata":{"first_done_at":1549258446000,"last_updated_at":1549258446000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Routine: I wash my scalp with Puriya Anti Dandruff Conditioner and massage it in with a scalp brush and rinse completely. Follow that with Mandala pure tea tree oil conditioner and comb through. Rinsed it about 75% out with freezing cold water. Scrunch a bit of water out and raked through a palm sized amount of Shea moisture curl and style milk and scrunched the rest of the water out. Plopped for about an hour and then went to bed (Satin pillowcase) with damp hair. I tried to go simple on the products since it‚Äôs my first cowash. My curls are definitely slightly more defined and shiny, but my roots especially are SO greasy and weighted down. It actually looks disgusting. Plz halp \"","annotation":[{"label":["Product"],"points":[{"start":314,"end":346,"text":"Shea moisture curl and style milk"}]},{"label":["Product"],"points":[{"start":140,"end":176,"text":"Mandala pure tea tree oil conditioner"}]},{"label":["Product"],"points":[{"start":31,"end":62,"text":"Puriya Anti Dandruff Conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549261320000,"last_updated_at":1549261320000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "**Products used:**DevaCurl Light Defining GelOld baseball jerseyYoung kitten","annotation":[{"label":["Product"],"points":[{"start":18,"end":44,"text":"DevaCurl Light Defining Gel"}]}],"extras":null,"metadata":{"first_done_at":1549252510000,"last_updated_at":1549252510000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Routine, for anyone interested:Finger detangle with coconut oil prior to washing with either any shea moisture shampoo or recently, devacurl no-poo (it was a gift. I'd prefer a low-poo because my hair gets greasy after 2 days with no-poo). Condition with either shea moisture or recently devacurl one condition decadence (LOVE it). Style either using a bit of the conditioner I washed with as a leave-in, b-leave in by devacurl, and ultra defining gel by devacurl, all added in one by one in very wet hair in the shower. Scrunch excess water out with a tshirt (but I got a devacurl microfiber towel for xmas and I'm loving itttt). Then diffuse mostly upside down with warm (I cannot do cold) air on low. If I'm lazy, I slap on some conditioner and a bit of b-leave in and let it air dry. \"","annotation":[{"label":["Product"],"points":[{"start":574,"end":598,"text":"devacurl microfiber towel"}]},{"label":["Product"],"points":[{"start":434,"end":463,"text":"ultra defining gel by devacurl"}]},{"label":["Product"],"points":[{"start":406,"end":427,"text":"b-leave in by devacurl"}]},{"label":["Product"],"points":[{"start":289,"end":320,"text":"devacurl one condition decadence"}]},{"label":["Product"],"points":[{"start":263,"end":275,"text":"shea moisture"}]},{"label":["Product"],"points":[{"start":133,"end":147,"text":"devacurl no-poo"}]},{"label":["Product"],"points":[{"start":98,"end":118,"text":"shea moisture shampoo"}]},{"label":["Product"],"points":[{"start":98,"end":110,"text":"shea moisture"}]},{"label":["Product"],"points":[{"start":53,"end":63,"text":"coconut oil"}]}],"extras":null,"metadata":{"first_done_at":1549258155000,"last_updated_at":1549258155000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Routine:Wash with divacurl low poo and conditioner, followed by diva curl soft-hold gel and sea salt spray scrunched in after drying in a t shirt for approximately 5 minutes. I let it air dry for 20 minutes before attacking it with a diffuser. Once dry, I add in some bumble and bumble dry shampoo around the bangs and voila!\"","annotation":[{"label":["Product"],"points":[{"start":269,"end":297,"text":"bumble and bumble dry shampoo"}]},{"label":["Product"],"points":[{"start":93,"end":106,"text":"sea salt spray"}]},{"label":["Product"],"points":[{"start":65,"end":87,"text":"diva curl soft-hold gel"}]},{"label":["Product"],"points":[{"start":19,"end":50,"text":"divacurl low poo and conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549255373000,"last_updated_at":1549255373000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Done by taking all of the hair around my crown (as if I were doing a half-up ponytail) and separated the section into equal haves, respecting where my part was. Then I crossed the two sections like I was about to tie a knot and secured with an octopus clip in the center, placed sideways as shown. I feel so relieved. I had been previously ruining first day hair with ponytails and buns so I could cook in peace.As per rules hair routine is as follows:Cleanse with Cantu Co-WashCondition with Deva Curl one condition (only 4-5 pumps) & detangle upside down with a tangle teezerRinse all conditioner out upside downSeparate curls stuck to the back of my head with a wide toothed combDry lightly with microfiber towel, using a scrunching motion.Apply Cantu Curl Activating Cream (about a quarter size, maybe a bit more) throughout all hair, putting whatever is left on my roots (still upside down)Get hands slippery with a bit of Maui Moisture Shea Butter Raw Oil and scrunch scrunch scrunch (still upside down)With L.A.Looks blue gel get a GLOB in my hand (think roughly the size of a small kiwi), smooth over curls and SCRUNCH SCRUNCH SCRUNCH (STILL UPSIDE DOWN)Plop for about an hour while I get dressed, do my makeup, whatever.Take down plop, apply one pump of Shea Moisture Dragons Blood & Coffee Cherry Volumizing Foam to roots. Diffuse roots on medium heat low blast with Deva Fuser and diffuse rest of hair with regular diffuser, upside down and tilting head from side to side until 80% dry, let the rest airdry.and FINALLY, fluff, pick, sotc, and sometimes add some not your mothers dry shampoo for volume\"","annotation":[{"label":["Product"],"points":[{"start":1378,"end":1387,"text":"Deva Fuser"}]},{"label":["Product"],"points":[{"start":1264,"end":1322,"text":"Shea Moisture Dragons Blood & Coffee Cherry Volumizing Foam"}]},{"label":["Product"],"points":[{"start":1015,"end":1032,"text":"L.A.Looks blue gel"}]},{"label":["Product"],"points":[{"start":929,"end":961,"text":"Maui Moisture Shea Butter Raw Oil"}]},{"label":["Product"],"points":[{"start":750,"end":776,"text":"Cantu Curl Activating Cream"}]},{"label":["Product"],"points":[{"start":494,"end":516,"text":"Deva Curl one condition"}]},{"label":["Product"],"points":[{"start":466,"end":478,"text":"Cantu Co-Wash"}]}],"extras":null,"metadata":{"first_done_at":1549261929000,"last_updated_at":1549261929000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "Which OGX oil are you using? I‚Äôm pretty sure they all have silicones.","annotation":[{"label":["Product"],"points":[{"start":6,"end":12,"text":"OGX oil"}]}],"extras":null,"metadata":{"first_done_at":1549254052000,"last_updated_at":1549254052000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"I'm new to this sub, whata wrong with Herbal Essences? I understand that some are better than others but what else?\"","annotation":[{"label":["Product"],"points":[{"start":39,"end":53,"text":"Herbal Essences"}]}],"extras":null,"metadata":{"first_done_at":1549258079000,"last_updated_at":1549258079000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "Washed with Shea Moisture coconut and hibiscus shampoo-conditioned with tresemme.Leave in knot today. Cantu curls curl activator and then finally Aussie instant freeze gel.","annotation":[{"label":["Product"],"points":[{"start":146,"end":170,"text":"Aussie instant freeze gel"}]},{"label":["Product"],"points":[{"start":102,"end":127,"text":"Cantu curls curl activator"}]},{"label":["Product"],"points":[{"start":72,"end":93,"text":"tresemme.Leave in knot"}]},{"label":["Product"],"points":[{"start":12,"end":53,"text":"Shea Moisture coconut and hibiscus shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549260234000,"last_updated_at":1549260234000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "*** im currently on week 1 of curly girl method using AG curl thrive conditioner almost daily on the ends where my hair is still a tad crispy and using the conditioner as a co-wash 1x per week. finishing by using their curl trigger mist as a styler. + just bought the devacurl no poo conditioning cleanser to try next week!***","annotation":[{"label":["Product"],"points":[{"start":268,"end":304,"text":"devacurl no poo conditioning cleanser"}]},{"label":["Product"],"points":[{"start":54,"end":79,"text":"AG curl thrive conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549254102000,"last_updated_at":1549254102000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "I second the denman brush. Also maybe try switching up your products.","annotation":[{"label":["Product"],"points":[{"start":13,"end":24,"text":"denman brush"}]}],"extras":null,"metadata":{"first_done_at":1549254594000,"last_updated_at":1549254594000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"So I've been on this sub for a few months, but been sulfate free for years just by happenstance. I can't even remember how long I've been using Shea products...But moving on! My current routine is all over the place. I'm a bartender, so my hair has to be up all the time and I shower almost every day. When it comes to shower time I shampoo once or twice a week with Shea moisture's Smooth & Tame, s2c with Shea's coconut conditioner, then rinse out almost all the way. I then add Deva Curl gel while still soaking wet, occasionally I'll add Shea's coconut styling milk before gel, not this time though! After the product I plop from anywhere to 15 minutes to 2 hours, depending on when I have to be to work. I diffused my hair on medium heat and low speed as well!\"","annotation":[{"label":["Product"],"points":[{"start":543,"end":569,"text":"Shea's coconut styling milk"}]},{"label":["Product"],"points":[{"start":482,"end":494,"text":"Deva Curl gel"}]},{"label":["Product"],"points":[{"start":408,"end":433,"text":"Shea's coconut conditioner"}]},{"label":["Product"],"points":[{"start":368,"end":396,"text":"Shea moisture's Smooth & Tame"}]},{"label":["Product"],"points":[{"start":145,"end":157,"text":"Shea products"}]}],"extras":null,"metadata":{"first_done_at":1549253287000,"last_updated_at":1549253287000,"sec_taken":0,"last_updated_by":"LqGmvXWpYjUjaggAiEPH6CZv1Lv1","status":"done","evaluation":"CORRECT"}}
{"content": "\"Routine: I use \"\"Love Beauty And Planet Argan Oil & Lavender Smooth & Serene Conditioner\"\" got it from safeway and it smells so good. I soak my hair in water and massage my roots with a small amount of conditioner and then wash it out, i then flip my hair over and douse it in conditioner until it feels slippery and scrunch the heck out of it and then do the rest of my shower routine and wash it out. Out of the shower I wait until it's damp and then spray it with L'Oreal total repair 5 leave in conditioner and flip it over and squish the heck out of it yet again! In terms of colour, I mix my own bleach and my own colour. I dye it every 4 or so months, i use the l'orreal bleach powder and then wella cream developer in 40v, leave it on my roots for 40 mins then wash out with wayyyy more conditioner than i would use normally and then i mix Arctic Fox Poseidon and cosmic sunshine until its a green colour i like and put it on my roots and hair for 40 mins!\"","annotation":[{"label":["Product"],"points":[{"start":873,"end":887,"text":"cosmic sunshine"}]},{"label":["Product"],"points":[{"start":849,"end":867,"text":"Arctic Fox Poseidon"}]},{"label":["Product"],"points":[{"start":702,"end":729,"text":"wella cream developer in 40v"}]},{"label":["Product"],"points":[{"start":670,"end":691,"text":"l'orreal bleach powder"}]},{"label":["Product"],"points":[{"start":468,"end":510,"text":"L'Oreal total repair 5 leave in conditioner"}]},{"label":["Product"],"points":[{"start":18,"end":88,"text":"Love Beauty And Planet Argan Oil & Lavender Smooth & Serene Conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549253387000,"last_updated_at":1549253387000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "So as of yesterday my hair looked like the left ‚Äúnaturally‚Äù. Found r/curlyhair last night and realized why it made sense that my hair looked best after going to the water park.  What I did:-Washed with the V05 clarifying shampoo-upside down scrunch conditioned with the TRESemme botanique silicone-free coconut conditioner  -plopped my hair for the first time in a new t-shirt for 20 minutes - scrunched upside down with Not Your Mother‚Äôs Beach Babe salt spray and a little LA sport gel!- Let it air dry!!I‚Äôm way too excited and shocked to see that my hair has actual shape! Edit: a spelling error","annotation":[{"label":["Product"],"points":[{"start":480,"end":491,"text":"LA sport gel"}]},{"label":["Product"],"points":[{"start":425,"end":465,"text":"Not Your Mother‚Äôs Beach Babe salt spray"}]},{"label":["Product"],"points":[{"start":274,"end":325,"text":"TRESemme botanique silicone-free coconut conditioner"}]},{"label":["Product"],"points":[{"start":210,"end":231,"text":"V05 clarifying shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549255697000,"last_updated_at":1549255697000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Routine: cowash with TRESemme nourish and replenish, then Marc Anthony curly envy curl cream, finally just a ridiculous amount of garnier curl scrunch gel and DONT TOUCH IT WHILE IT DRIES\"","annotation":[{"label":["Product"],"points":[{"start":131,"end":154,"text":"garnier curl scrunch gel"}]},{"label":["Product"],"points":[{"start":59,"end":92,"text":"Marc Anthony curly envy curl cream"}]},{"label":["Product"],"points":[{"start":22,"end":51,"text":"TRESemme nourish and replenish"}]}],"extras":null,"metadata":{"first_done_at":1549258728000,"last_updated_at":1549258728000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"I went from assuming I had straight/wavy-ish hair (father is First Nations and mother is Dutch) to taking the leap and treating my hair as if it was curly. Turns out it is lol! I think it‚Äôs 2B? Fine, thick, high porosity due to lots of bleach damage.Routine:Apply Tresemme Bontanique Nourish & Replenish conditionerComb through with wide tooth combSquish to condish/pulse, then rinse out 100% of conditionerRake through DevaCurl Wavemaker and DevaCurl B‚Äôleave-inRake in Dippity-Do Girls with Curls gelee depending on moodScrunch/pulse in an absolute tonne of Dippity-do Sport gelScrunch out excess water and gel with microfibre towel or t-shirtDiffuse for 100 years, scrunch out any leftover crunch\"","annotation":[{"label":["Product"],"points":[{"start":564,"end":583,"text":"Dippity-do Sport gel"}]},{"label":["Product"],"points":[{"start":475,"end":505,"text":"Dippity-Do Girls with Curls gel"}]},{"label":["Product"],"points":[{"start":446,"end":466,"text":"DevaCurl B‚Äôleave-in"}]},{"label":["Product"],"points":[{"start":423,"end":440,"text":"DevaCurl Wavemaker"}]},{"label":["Product"],"points":[{"start":267,"end":317,"text":"Tresemme Bontanique Nourish & Replenish conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549259893000,"last_updated_at":1549259893000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"I haven't shampooed my hair in about a week and it was getting quite greasy but I couldn't bring myself to shampoo tonight as I'm getting a massage tomorrow and my hair will get oily.I've never been able to cowash before as my head always got itchy if I wet it and only conditioned or did nothing after a few days of no shampoo.I decided to give it a go and I'm pleasantly surprised.Obviously not perfect curls, I was just expecting it to look terrible and it didnt.Today's routine:Cowash with shear moisture coconut hibiscus conditionerCondition with maui moisture shea butter hair maskDetangle hair then flip upside down and detangle once more with more conditioner.Squish to condishRinse out upside downScrunch hair with a tshirt upside down.Plop for about 10 minsNothing else!\"","annotation":[{"label":["Product"],"points":[{"start":553,"end":587,"text":"maui moisture shea butter hair mask"}]},{"label":["Product"],"points":[{"start":495,"end":537,"text":"shear moisture coconut hibiscus conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549261093000,"last_updated_at":1549261093000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Having long hair is super important to me so I didnt want to have the big chop. Over almost ten years i transitioned from chemical straightened hair to curly.2010- got japanese perms that my hair couldnt handle so it was super short2016- basically starting in 2014 i started doing keratin (formaldehyde) smoothing treatments that my hair tolerated better. In 2016 I stopped doing them but flat ironed my hair and it got long2016 2 - how my hair looked curly during that time. I always had to pull my bangs back because they didnt curl and looked destroyed2017-I stopped flat ironing my hair more than ~4x a year, still had to pull back bacngs2018- same as 2017 but got longer, figured out better products to use2019.1- Figured out products and wanted to stop pulling my bangs back but wasnt a huge fan of how it looked2019.2&3- using the same products as 2019.1 but figured out a great method to apply productsCurrent routine: Not cg friendly!-Usually use cantu conditioner in the shower. I section my hair into about 4 sections, wet each section and apply conditioner. comb out usually with wide toothed comb. sometimes use a tangle teaser-After shower i apply products in sections again. use cantu leave in conditioner, and a small amount of kinky curly curly custard. use a ton of ecostyler gel. I also like the blue sport gel.-The most important part for my bangs that were my problem area. While still soaking wet, I brush with a denman brush that sorta enhances the curls. Then I use the shingling method with ecostyler gel(isolating almost every curl and applying a shit ton of gel)The other parts of my hair i apply gel in the praying hands method.I plop for ~20mins-and hour, then just let my hair air dry. Its basically still soaking wet when I take it out of the plop.Other things: In 2016 I got a devacut and hated it but it was good in the sense it cut off my split ends, but it made me not want to get a haircut ever. Now I cut my own hair, when its about 80% dry with no product i look for frizzy ends that dont curl anymore and just cut them off.-once a week i will use shea moisture 10 in 1 conditioning treatment or curls blueberry bliss deep conditioner.-I have used a lot of deva curl and shea moisture products and dislike all of them. Also dont like ms jessies multicultural curls-I like cantu, kinky curly, and curls products best\"","annotation":[{"label":["Product"],"points":[{"start":2318,"end":2328,"text":"kinky curly"}]},{"label":["Product"],"points":[{"start":2311,"end":2315,"text":"cantu"}]},{"label":["Product"],"points":[{"start":2273,"end":2302,"text":"ms jessies multicultural curls"}]},{"label":["Product"],"points":[{"start":2210,"end":2222,"text":"shea moisture"}]},{"label":["Product"],"points":[{"start":2196,"end":2204,"text":"deva curl"}]},{"label":["Product"],"points":[{"start":2135,"end":2172,"text":"curls blueberry bliss deep conditioner"}]},{"label":["Product"],"points":[{"start":2087,"end":2130,"text":"shea moisture 10 in 1 conditioning treatment"}]},{"label":["Product"],"points":[{"start":2087,"end":2099,"text":"shea moisture"}]},{"label":["Product"],"points":[{"start":1517,"end":1529,"text":"ecostyler gel"}]},{"label":["Product"],"points":[{"start":1316,"end":1329,"text":"blue sport gel"}]},{"label":["Product"],"points":[{"start":1285,"end":1297,"text":"ecostyler gel"}]},{"label":["Product"],"points":[{"start":1245,"end":1269,"text":"kinky curly curly custard"}]},{"label":["Product"],"points":[{"start":1245,"end":1255,"text":"kinky curly"}]},{"label":["Product"],"points":[{"start":1195,"end":1220,"text":"cantu leave in conditioner"}]},{"label":["Product"],"points":[{"start":1195,"end":1199,"text":"cantu"}]},{"label":["Product"],"points":[{"start":1128,"end":1140,"text":"tangle teaser"}]},{"label":["Product"],"points":[{"start":957,"end":973,"text":"cantu conditioner"}]},{"label":["Product"],"points":[{"start":957,"end":961,"text":"cantu"}]}],"extras":null,"metadata":{"first_done_at":1549260605000,"last_updated_at":1549260605000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Reminds me of my hair. I HAVE to do my hair in the shower every morning. My second day hair is just putting conditioner on in the shower and not shampooing. It works pretty well. My hair sort-of mats when I sleep, it gets flattened and strands are bent, just like yours in your picture.   How my hair lays gets all messed up by sleeping, spraying something on and combing will never fly.   I have to shower every day and I imagine you do too.   I use Not Your Mothers shampoo and conditioner. It‚Äôs mild and does not seem to build up like others. I use Cantu coconut curling creme every  day and my hair tolerates that very well.  My best friend has said to me ‚ÄúI have never seen anyone whose hair gets bent when they sleep, it‚Äôs very different. ‚Äú  yeah, different?  I‚Äôve always been a little different. All the best. \"","annotation":[{"label":["Product"],"points":[{"start":555,"end":581,"text":"Cantu coconut curling creme"}]},{"label":["Product"],"points":[{"start":452,"end":491,"text":"Not Your Mothers shampoo and conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549253024000,"last_updated_at":1549253024000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Wavy here.  Remember product, order, and the season affect waves.  During the winter, try squish to condish, then while your hair is soaking wet and flipped over, look at what it does.  If it looks really frizzy, you may want to deep condition your next wash. This is where mine decides if it is going to clump and sometimes I have to use more conditioner.  While soaking wet, put in your leave in conditioner (kinky curly leave in), then a curl enhancer (I use devacurl wavemaker or AG recoil), and then a gel (devacurl, LA, or KCCC). Scrunch in the gel until you get tired of doing it and them do it some more with a microfiber towel. Plop 15 and air dry or diffuse upside down. The scrunch out the crunch.  This order works for me.  Hope it helps! \"","annotation":[{"label":["Product"],"points":[{"start":638,"end":644,"text":"Plop 15"}]},{"label":["Product"],"points":[{"start":530,"end":533,"text":"KCCC"}]},{"label":["Product"],"points":[{"start":523,"end":524,"text":"LA"}]},{"label":["Product"],"points":[{"start":513,"end":520,"text":"devacurl"}]},{"label":["Product"],"points":[{"start":485,"end":493,"text":"AG recoil"}]},{"label":["Product"],"points":[{"start":463,"end":480,"text":"devacurl wavemaker"}]},{"label":["Product"],"points":[{"start":463,"end":470,"text":"devacurl"}]},{"label":["Product"],"points":[{"start":412,"end":431,"text":"kinky curly leave in"}]}],"extras":null,"metadata":{"first_done_at":1549253553000,"last_updated_at":1549253553000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Routine (not sure if entirely CG): - Shampoo with OGX Coconut Water shampoo- Condition with Tresemme Botanics Coconut conditioner - Brush through hair with tangle teaser - Rinse conditioner - Apply more of the same conditioner to mids/ends- Apply a big handful of Shea Moisture Jamaican Black Caster Oil leave-in conditioner - Apply about 2-3 big handfuls of Boots gel (a super cheap hair gel) - Plop for 30 mins then air dry overnight (diffuse if in a rush or I‚Äôm too cold) - In morning, lightly comb/scrunch the crunch and go! This routine lasts me about a week, I refresh my hair with the Cantu Curl Reviver Spray if it gets too frizzy. \"","annotation":[{"label":["Product"],"points":[{"start":595,"end":618,"text":"Cantu Curl Reviver Spray"}]},{"label":["Product"],"points":[{"start":360,"end":368,"text":"Boots gel"}]},{"label":["Product"],"points":[{"start":265,"end":324,"text":"Shea Moisture Jamaican Black Caster Oil leave-in conditioner"}]},{"label":["Product"],"points":[{"start":93,"end":129,"text":"Tresemme Botanics Coconut conditioner"}]},{"label":["Product"],"points":[{"start":51,"end":75,"text":"OGX Coconut Water shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549253531000,"last_updated_at":1549253531000,"sec_taken":0,"last_updated_by":"LqGmvXWpYjUjaggAiEPH6CZv1Lv1","status":"done","evaluation":"CORRECT"}}
{"content": "\"Help me curl community, I am so confused! I have fine, 3A curls. My usual routine (bottom photo) is Giavonni clarifying shampoo, small amount of knot today leave in conditioner, and gel. I use Deva Curl Ultra, Curl Keeper, or Pattern Pusha. My problem is, my hair can still be quite frizzy, but I‚Äôd try to condition or, lawd forbid, deep condition, the result is the above two photos. The top right doesn‚Äôt look too bad, but it falls apart and straightens itself within a few hours. The more conditioner I use, the more my hair relaxes into a giant curl free puffball. I‚Äôve tried adding protein to my routine, and it does increase my curl definition, but it also creates a HEAVY tangle of broken frizz on top. Is it possible for curly hair to hate conditioner?? Help!\"","annotation":[{"label":["Product"],"points":[{"start":227,"end":239,"text":"Pattern Pusha"}]},{"label":["Product"],"points":[{"start":211,"end":221,"text":"Curl Keeper"}]},{"label":["Product"],"points":[{"start":194,"end":208,"text":"Deva Curl Ultra"}]},{"label":["Product"],"points":[{"start":101,"end":127,"text":"Giavonni clarifying shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549255214000,"last_updated_at":1549255214000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "Routine for this day (lol):-Wash with NYM Naturals green shampoo followed with matching conditioner-Squish out most of the water upside down-Large palm of Cantu Curl Activator applied praying hands style followed by a large handful of treasure gel applied praying hands style.-Scrunched and plopped in a T-shirt for 10 minutes-Diffuser on low for 30 min. Scrunched our the crunch!Edit: formatting on mobile","annotation":[{"label":["Product"],"points":[{"start":235,"end":246,"text":"treasure gel"}]},{"label":["Product"],"points":[{"start":155,"end":174,"text":"Cantu Curl Activator"}]},{"label":["Product"],"points":[{"start":38,"end":63,"text":"NYM Naturals green shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549255768000,"last_updated_at":1549255768000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "I‚Äôve been using Kevin Murphy‚Äôs killer curl cream and finger-twisting curls in big chunks lately to try to deal with frizz.  Maybe something like that would help?","annotation":[{"label":["Product"],"points":[{"start":18,"end":51,"text":"Kevin Murphy‚Äôs killer curl cream"}]}],"extras":null,"metadata":{"first_done_at":1549261540000,"last_updated_at":1549261540000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Hi im a week in. Have always tried to use good product in my hair and have always taken good care of it. I have always had dry hair, even before having my hair done. It is wavy, poufy, and thin.  I've had my hair professionally colored for over three years now.  No more box color ever again. So I've embraced CG to see what I've got naturally. Here is my hair the day after it's second conditioner wash. Here is my routine. Wash with suave essentials trop Coco conditioner. Squish to condish.  Rinse completely. Cold water. Put nickel siZe amount conditioner back in. Run water over to get more water before head shake. Add Deva curl light define gel while very wet.Shake out hair. Using cotton shirt I lightly scrunch up to my head to get dripping water off. I get a headache is I shake my head to vigorously. Then let air dry. Shaking my hair when I can. This morning all I did was wet my hair with water from my spray bottle. And scrunched it a little. Air dry. Any recommendations? I still don't know what kind of hair I even have. I think I need more moisture somewhere in the process. Thanks. \"","annotation":[{"label":["Product"],"points":[{"start":626,"end":651,"text":"Deva curl light define gel"}]},{"label":["Product"],"points":[{"start":436,"end":473,"text":"suave essentials trop Coco conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549255981000,"last_updated_at":1549255981000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Current routine:Used suave essentials daily clarifying shampoo to get rid of some crazy buildup I had. I followed that up with Tresemme Botanique Nourish and Replenish and let that sit in my hair for 20 mins. I washed it all out. I styled with Devacurl B‚Äôleave in, quarter sized amount to sopping wet hair, massages from scalp to root. Then I squirted a handful of Garnier Fructis Curl Scrunch hold 4, and put it while my hair was still extremely wet. I towel dried for about 10 minutes then used about a quarter amount of Tresemme flawless curls extra hold mousse and Aveda volumizing tonic. I finished by diffusing for another 10 minutes on high air/cold setting and letting the rest of the hair air dry. It got crunchy so I scrunched the rest of it out. I‚Äôm still trying to figure out my porosity and hair type, but my hair is fine and maybe 2b.\"","annotation":[{"label":["Product"],"points":[{"start":572,"end":593,"text":"Aveda volumizing tonic"}]},{"label":["Product"],"points":[{"start":526,"end":566,"text":"Tresemme flawless curls extra hold mousse"}]},{"label":["Product"],"points":[{"start":368,"end":402,"text":"Garnier Fructis Curl Scrunch hold 4"}]},{"label":["Product"],"points":[{"start":245,"end":265,"text":"Devacurl B‚Äôleave in"}]},{"label":["Product"],"points":[{"start":128,"end":167,"text":"Tresemme Botanique Nourish and Replenish"}]},{"label":["Product"],"points":[{"start":22,"end":62,"text":"suave essentials daily clarifying shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549253884000,"last_updated_at":1549253884000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Routine: instead of using v05 for the reset I used ogx charcoal clarifying shampoo. I used the tresemme coconut and aloe conditioner as co-wash and conditioner, detangled my hair with a wide tooth comb, use a tshirt to dry it, and then I implied a handful of Mark Anthony's strictly curls lotion.I need to say that my hair wasn't really bad before this and my other routine was mostly the same except for the reset part. Anyway, today after using the method I notice that I had a little bit more volume in the roots and more coil in general.\"","annotation":[{"label":["Product"],"points":[{"start":260,"end":295,"text":"Mark Anthony's strictly curls lotion"}]},{"label":["Product"],"points":[{"start":96,"end":132,"text":"tresemme coconut and aloe conditioner"}]},{"label":["Product"],"points":[{"start":52,"end":82,"text":"ogx charcoal clarifying shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549255913000,"last_updated_at":1549255913000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "I don't use shampoo. I only use treseme boutanique conditioner. Today I used Hawaiian silky and btz noodle head.","annotation":[{"label":["Product"],"points":[{"start":96,"end":110,"text":"btz noodle head"}]},{"label":["Product"],"points":[{"start":77,"end":90,"text":"Hawaiian silky"}]},{"label":["Product"],"points":[{"start":32,"end":61,"text":"treseme boutanique conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549258666000,"last_updated_at":1549258666000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"**Routine:*** **No-Poo:** I use a silicone scalp brush to massage DevaCurl No-Poo Original; Rinse* **Conditioner**: I squish DevaCurl Original Conditioner; I let it sit while I shower* **Wide Tooth Comb:** I comb out my hair upside down and then rinse out the conditioner* **Curl Creme:** I rope Cantu Curling Creme through my hair while still upside down (let's face it, at of lot of this is upside down!)* **Gel:** After squishing out some excess water, I apply a handful of LA Looks glue gel through my hair, upside down, squishing and lighting raking* **THE PLOP:** I use a microfiber towel to plop for about 30 minutes; I take my hair down, squish it upside down a little, and put in a DRY microfiber towel. I sleep in it. My pillow is also satin since the towel often falls off* **The Next Day:** My hair is usually still wet in the morning, but it's certainly done some drying. I wet any little frizzy or squashed bits and apply a little more gel.That's it! I feel like I don't have time in the morning, so this overnight routine has been awesome. This sub has really helped me get the hang of this. Thanks for all your help, you beautiful curlies! \"","annotation":[{"label":["Product"],"points":[{"start":478,"end":494,"text":"LA Looks glue gel"}]},{"label":["Product"],"points":[{"start":297,"end":315,"text":"Cantu Curling Creme"}]},{"label":["Product"],"points":[{"start":126,"end":154,"text":"DevaCurl Original Conditioner"}]},{"label":["Product"],"points":[{"start":67,"end":90,"text":"DevaCurl No-Poo Original"}]}],"extras":null,"metadata":{"first_done_at":1549257504000,"last_updated_at":1549257504000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"So this is the longest my hair has been since [the 2008 Alex Turner style I had as a kid](http://farm4.static.flickr.com/3272/2318025762_b19a16d7ff_o.jpg) cause I used to hate getting a haircut, and for now I'm planning on stopping at the [Riverdale Cole Sprouse length](https://peopledotcom.files.wordpress.com/2017/11/cole-sprouse-1.jpg) which is still a few months off. I've really been enjoying the messy volume and experimenting with longer but still pretty proportionate sides.If anyone wants to know how it's styled, it's blow dryed with a sea salt spray and I use Hairbond's Distorter product dry which I'm pretty sure is a type of clay.\"","annotation":[{"label":["Product"],"points":[{"start":573,"end":592,"text":"Hairbond's Distorter"}]},{"label":["Product"],"points":[{"start":548,"end":561,"text":"sea salt spray"}]}],"extras":null,"metadata":{"first_done_at":1549253672000,"last_updated_at":1549253672000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "Look up 'sea salt spray'","annotation":[{"label":["Product"],"points":[{"start":9,"end":22,"text":"sea salt spray"}]}],"extras":null,"metadata":{"first_done_at":1549260318000,"last_updated_at":1549260318000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "Dry schampo as have been said.A combination of blowdrying with saltwaterspray and dryschampo would be good. There also something called ‚Äùvolume powder‚Äù (which is essentially dryschampoo in powder form) which would be great.You‚Äôd probably have to use some hairspray as well.Keep in mind that you cant really maintain a style like this easy is you dont have the hair for it. Before every scene someone has fixed their hair to be picture perfect.","annotation":[{"label":["Product"],"points":[{"start":178,"end":187,"text":"dryschampo"}]},{"label":["Product"],"points":[{"start":137,"end":151,"text":"Äùvolume powder"}]},{"label":["Product"],"points":[{"start":82,"end":91,"text":"dryschampo"}]},{"label":["Product"],"points":[{"start":63,"end":76,"text":"saltwaterspray"}]}],"extras":null,"metadata":{"first_done_at":1549253424000,"last_updated_at":1549253424000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"She has vert similar hair color to me. When i highlighted my hair absorbed the bleach and it would make it dry, then the blond would turn brassy from the red undertones. Purple shampoo did not help. I am more fair skinned, so i always lean more towards reds now \"","annotation":[{"label":["Product"],"points":[{"start":171,"end":184,"text":"Purple shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549257625000,"last_updated_at":1549257625000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "It usually falls downs. I use some sort of clay from axe and it doesn‚Äôt really hold well.  My bangs are about the length on my nose","annotation":[{"label":["Product"],"points":[{"start":43,"end":55,"text":"clay from axe"}]}],"extras":null,"metadata":{"first_done_at":1549254205000,"last_updated_at":1549254205000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "You could always try purple shampoo. I recommend Matrix Brass Off. It will deposit purple pigment to counteract the warm tones in your hair and you will end up with a cooler result.","annotation":[{"label":["Product"],"points":[{"start":49,"end":64,"text":"Matrix Brass Off"}]}],"extras":null,"metadata":{"first_done_at":1549253485000,"last_updated_at":1549253485000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "try the jessicurl deep conditioner. it‚Äôs protein free which is great for people who have low porosity hair because it won‚Äôt build up protein on to your already closed hair cuticle. try putting it on your hair and then maybe putting a shower cap on to trap some heat in so that it really soaks in for a good 15 minutes (or longer)!","annotation":[{"label":["Product"],"points":[{"start":8,"end":33,"text":"jessicurl deep conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549252814000,"last_updated_at":1549252814000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Squish to condish with whatever I have on hand, flip and shake straight out of the shower, DevaCurl SuperCreme, DevaCurl Volumizing Foam, a gentle comb through to separate the chunks, plop her for a bit, then let her start to air dry as I do my makeup, and finish off with the diffuser! I like volume over definition so I flip and scrub my roots and give my curls a little tousle and finish with hairspray!\"","annotation":[{"label":["Product"],"points":[{"start":113,"end":136,"text":"DevaCurl Volumizing Foam"}]},{"label":["Product"],"points":[{"start":92,"end":110,"text":"DevaCurl SuperCreme"}]}],"extras":null,"metadata":{"first_done_at":1549253544000,"last_updated_at":1549253544000,"sec_taken":0,"last_updated_by":"LqGmvXWpYjUjaggAiEPH6CZv1Lv1","status":"done","evaluation":"CORRECT"}}
{"content": "Today I used a coconut oil treatment on my ends after rinsing in hot water. No washing or product","annotation":[{"label":["Product"],"points":[{"start":15,"end":25,"text":"coconut oil"}]}],"extras":null,"metadata":{"first_done_at":1549253184000,"last_updated_at":1549253184000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "Her hair has responded great to everything. And I‚Äôve spoken with several stylists (including a Devacurl stylist since I hope to make a complete switch over soon).","annotation":[{"label":["Product"],"points":[{"start":97,"end":104,"text":"Devacurl"}]}],"extras":null,"metadata":{"first_done_at":1549261668000,"last_updated_at":1549261668000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Yes! I love both the medium gold anti frizz gel and the custard. The gel you can pretty much use a ton without any issue. The custard is amazing; however, MopTop recommends using less custard the thinner your hair is. I've experimented with it a bit and, honestly, MopTop never seems to weigh me down no matter how much I use. The custard is a cool product and gives great definition! !\"","annotation":[{"label":["Product"],"points":[{"start":266,"end":271,"text":"MopTop"}]},{"label":["Product"],"points":[{"start":156,"end":161,"text":"MopTop"}]},{"label":["Product"],"points":[{"start":22,"end":47,"text":"medium gold anti frizz gel"}]}],"extras":null,"metadata":{"first_done_at":1549253117000,"last_updated_at":1549253117000,"sec_taken":0,"last_updated_by":"LqGmvXWpYjUjaggAiEPH6CZv1Lv1","status":"done","evaluation":"CORRECT"}}
{"content": "\"Wow, we have the same routine (except I use Suave Sun-Ripened Strawberry and a different gel) and even kinda the same curl pattern but your hair doesn't seem to have frizz, whereas I always have some kind of frizz going on even with generous amounts of conditioner and gel. I guess I'll try that LA Looks gel, then!\"","annotation":[{"label":["Product"],"points":[{"start":297,"end":308,"text":"LA Looks gel"}]},{"label":["Product"],"points":[{"start":45,"end":72,"text":"Suave Sun-Ripened Strawberry"}]}],"extras":null,"metadata":{"first_done_at":1549261014000,"last_updated_at":1549261014000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "This is exactly how I transitioned my husband to cowashing! Back when we first started seeing each other he used to spend a lot of time in my shower. He started using the good smelling soft hair products when I wasn't paying attention. We had half a bottle of head and shoulders in the cabinet and he used all my expensive stuff!Luckily his hair is heavenly now! He has even branched out to his own fancy hair products! And now I steal them.","annotation":[{"label":["Product"],"points":[{"start":260,"end":277,"text":"head and shoulders"}]}],"extras":null,"metadata":{"first_done_at":1549257181000,"last_updated_at":1549257203000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"I used LA Looks the other day for the first time, lots of it, but found it so hard to scrunch out. Do you get this too? Your hair looks great, by the way!! \"","annotation":[{"label":["Product"],"points":[{"start":8,"end":15,"text":"LA Looks"}]}],"extras":null,"metadata":{"first_done_at":1549256113000,"last_updated_at":1549256113000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Are you using much of the Cantu product? I have the same product... first day I tried it I used WAY too much and my hair turned out super flat. Second day I used like, a nickel sized amount under my gel and  that went much better. Good definition but not greasy or heavy.  Also as a fellow wavy you may consider skipping the leave in or the Cantu, as too much product can weigh down wavy hair and make it look flat. \"","annotation":[{"label":["Product"],"points":[{"start":342,"end":346,"text":"Cantu"}]},{"label":["Product"],"points":[{"start":27,"end":31,"text":"Cantu"}]}],"extras":null,"metadata":{"first_done_at":1549260926000,"last_updated_at":1549260926000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"I started using Tresseme instead of the expensive Shea Moisture stuff after I realized how fucking much conditioner I have to use every time I wash my hair. I don't know why I didn't do that earlier.(When I was growing up my parents didn't even acknowledge that I had curly hair and we were poor, and there were four of us kids, so my dad rationed the shampoo and conditioner in our house. I was only allowed to use a quarter sized amount of each. You can imagine how ratty my hair was back then.)\"","annotation":[{"label":["Product"],"points":[{"start":51,"end":63,"text":"Shea Moisture"}]},{"label":["Product"],"points":[{"start":17,"end":24,"text":"Tresseme"}]}],"extras":null,"metadata":{"first_done_at":1549260744000,"last_updated_at":1549260744000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "Which shea moisture line? Andwas this day bleavin or the gel?","annotation":[{"label":["Product"],"points":[{"start":6,"end":18,"text":"shea moisture"}]}],"extras":null,"metadata":{"first_done_at":1549256016000,"last_updated_at":1549256016000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Current RoutineCowash and condition with NYM dark blue conditioner, S2C with conditionerSrunch excess water out with hands, then scrunch in Bioterra GelScrunch again with microfiber towel, then scrunch in Aussie Instant Freeze gelFinish by diffusing upside down \"","annotation":[{"label":["Product"],"points":[{"start":206,"end":236,"text":"Aussie Instant Freeze gelFinish"}]},{"label":["Product"],"points":[{"start":141,"end":159,"text":"Bioterra GelScrunch"}]},{"label":["Product"],"points":[{"start":42,"end":66,"text":"NYM dark blue conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549259781000,"last_updated_at":1549259781000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Eight months in to brand new hair! Current routine, Philip Adam shampoo (it felt too weird to completely give up shampoo), condition with Tresemme Botanique, Devacurl light defining gel, plopped for 10 minutes with a microfiber towel then air dried. I will probably switch to a cheaper gel when this one runs out though and my hair is longer and needs more product.Today was the first day I realized I was supposed to put the gel in when my hair is soaking wet. It seems to have made a huge difference since I got 7 comments on my hair at work today! \"","annotation":[{"label":["Product"],"points":[{"start":159,"end":185,"text":"Devacurl light defining gel"}]},{"label":["Product"],"points":[{"start":139,"end":156,"text":"Tresemme Botanique"}]},{"label":["Product"],"points":[{"start":53,"end":71,"text":"Philip Adam shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549258697000,"last_updated_at":1549258697000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "Hey just wanted to tell you about my holy grail hair product-- Kevin Murphy Killer Curls Cream. It changed my entire hair game.","annotation":[{"label":["Product"],"points":[{"start":63,"end":93,"text":"Kevin Murphy Killer Curls Cream"}]}],"extras":null,"metadata":{"first_done_at":1549253123000,"last_updated_at":1549253123000,"sec_taken":0,"last_updated_by":"LqGmvXWpYjUjaggAiEPH6CZv1Lv1","status":"done","evaluation":"CORRECT"}}
{"content": "\"Your hair looks gorgeous!!!! I use the Briogeo deep conditioner too, but I rinse it all out.\"","annotation":[{"label":["Product"],"points":[{"start":40,"end":63,"text":"Briogeo deep conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549258759000,"last_updated_at":1549258759000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"My routine: I wash my hair with Shea Moisture Manuka Honey shampoo & conditioner + a Maui leave in treatment with a hothead heat cap once a week. Then, I use lush R&B leave in conditioner to keep my curls going between washes & help de-tangle & define. \"","annotation":[{"label":["Product"],"points":[{"start":159,"end":187,"text":"lush R&B leave in conditioner"}]},{"label":["Product"],"points":[{"start":86,"end":108,"text":"Maui leave in treatment"}]},{"label":["Product"],"points":[{"start":33,"end":80,"text":"Shea Moisture Manuka Honey shampoo & conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549253568000,"last_updated_at":1549253568000,"sec_taken":0,"last_updated_by":"LqGmvXWpYjUjaggAiEPH6CZv1Lv1","status":"done","evaluation":"CORRECT"}}
{"content": "\"I‚Äôm from Canada so products can be hard to come by! I keep it fairly simple:Co-wash and leave in with Tresemme Botanique Nourish and Replenish Conditioner, scrunch out most of the water and work Deva Curl Styling Cream in while damp, plop for ten minutes in a micro fibre towel, and use Dippity Do Girls with Curls Gel for styling. Usually will diffuse until 80% dry. Will weekly use Maui Moisture Shea Butter Hair Mask for deep conditioning instead of Deva Curl Styling.EDIT:Wow, thanks so much everyone! I‚Äôve been really struggling with my hair through Canadian winter, your comments have given me so much encouragement!\"","annotation":[{"label":["Product"],"points":[{"start":456,"end":464,"text":"Deva Curl"}]},{"label":["Product"],"points":[{"start":387,"end":421,"text":"Maui Moisture Shea Butter Hair Mask"}]},{"label":["Product"],"points":[{"start":290,"end":320,"text":"Dippity Do Girls with Curls Gel"}]},{"label":["Product"],"points":[{"start":198,"end":220,"text":"Deva Curl Styling Cream"}]},{"label":["Product"],"points":[{"start":198,"end":206,"text":"Deva Curl"}]},{"label":["Product"],"points":[{"start":105,"end":156,"text":"Tresemme Botanique Nourish and Replenish Conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549261465000,"last_updated_at":1549261465000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"What a coincidence, I just bought this stuff and tried it for the first time today. I just diffused and now I'm waiting for my hair to air dry so I can scrunch out the cast. I usually use the Shea Moisture Coconut and Hibiscus curl cream and already it seems like that kept my individual curls together better than this gel that seems to have separated my hair into smaller ringlets. It already looks really messy. Maybe I didn't use enough? I squirted out an entire palm-size glob.ETA: I hate the way this stuff smells. The Shea Moisture smells much better (it smells a little like play-dough, but I like that for some reason)\"","annotation":[{"label":["Product"],"points":[{"start":522,"end":538,"text":"The Shea Moisture"}]},{"label":["Product"],"points":[{"start":193,"end":237,"text":"Shea Moisture Coconut and Hibiscus curl cream"}]}],"extras":null,"metadata":{"first_done_at":1549253663000,"last_updated_at":1549253663000,"sec_taken":0,"last_updated_by":"LqGmvXWpYjUjaggAiEPH6CZv1Lv1","status":"done","evaluation":"CORRECT"}}
{"content": "\"You got the wrong color LA Looks.. only the blue will do! I use coconut curl shampoo, shea moisture conditioner, aussie leave in conditioner, and about 3 nickle size squirts of the blue la looks. It's a great combo. https://imgur.com/z34m7fy\"","annotation":[{"label":["Product"],"points":[{"start":182,"end":194,"text":"blue la looks"}]},{"label":["Product"],"points":[{"start":114,"end":140,"text":"aussie leave in conditioner"}]},{"label":["Product"],"points":[{"start":87,"end":111,"text":"shea moisture conditioner"}]},{"label":["Product"],"points":[{"start":65,"end":84,"text":"coconut curl shampoo"}]},{"label":["Product"],"points":[{"start":25,"end":32,"text":"LA Looks"}]}],"extras":null,"metadata":{"first_done_at":1549260974000,"last_updated_at":1549260974000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"That root volume though...Do you use root clips? And if so, what kind? The DevaCurl ones?\"","annotation":[{"label":["Product"],"points":[{"start":76,"end":83,"text":"DevaCurl"}]}],"extras":null,"metadata":{"first_done_at":1549257042000,"last_updated_at":1549257042000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Every time I see a post involving sport gel it makes me sad that the brand I use and love (Queen Helene) has stopped selling sport gel. I'm so glad I literally bought 6 bottles in my last order so it will last a while, but after that I'm screwed ‚òπÔ∏è\"","annotation":[{"label":["Product"],"points":[{"start":126,"end":134,"text":"sport gel"}]},{"label":["Product"],"points":[{"start":92,"end":103,"text":"Queen Helene"}]},{"label":["Product"],"points":[{"start":35,"end":43,"text":"sport gel"}]}],"extras":null,"metadata":{"first_done_at":1549260619000,"last_updated_at":1549260619000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Unfortunately I didn't get the names of all the products used in my hair but, in summary, it was a DevaCurl nopoo shampoo and conditioner, off\\-brand masque, and then an anti\\-frizz spray from L'Oreal which was the real MVP \\(I'll be calling the salon back to figure out what that spray was because I need it in my life\\).Also I had to post this in 4 pictures because my hair is too big to be framed in a simple side\\-by\\-side XD\"","annotation":[{"label":["Product"],"points":[{"start":171,"end":200,"text":"anti\\-frizz spray from L'Oreal"}]},{"label":["Product"],"points":[{"start":100,"end":137,"text":"DevaCurl nopoo shampoo and conditioner"}]}],"extras":null,"metadata":{"first_done_at":1549253091000,"last_updated_at":1549253091000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"Hey everyone thanks for all the feedback on the cut!For everyone that was asking I called the salon and they told me the anti\\-frizz spray that they used on me was called \"\" Loreal Tecni Art Hollywood Waves Sweetheart Curls\"\".\"","annotation":[{"label":["Product"],"points":[{"start":175,"end":223,"text":"Loreal Tecni Art Hollywood Waves Sweetheart Curls"}]},{"label":["Product"],"points":[{"start":122,"end":138,"text":"anti\\-frizz spray"}]}],"extras":null,"metadata":{"first_done_at":1549258264000,"last_updated_at":1549258264000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "Washed with Shea Moisture Raw Shea Moisture Retention Shampoo-first time shampooing in two months. Followed by Suave Essentials STC and LA Looks gel.","annotation":[{"label":["Product"],"points":[{"start":136,"end":147,"text":"LA Looks gel"}]},{"label":["Product"],"points":[{"start":111,"end":130,"text":"Suave Essentials STC"}]},{"label":["Product"],"points":[{"start":12,"end":60,"text":"Shea Moisture Raw Shea Moisture Retention Shampoo"}]}],"extras":null,"metadata":{"first_done_at":1549261618000,"last_updated_at":1549261618000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "Love it! I was concerned cutting my hair short would reduce my curls significantly because when it‚Äôs long I have a good two inches down from my scalp because it starts to wave/curl. But I‚Äôve been pleasantly surprised that since my Devacut my curls have begun to start right at the scalp as long as I give them a good scrunch with a microfiber towel and use a dollop of kinky curly curling custard.","annotation":[{"label":["Product"],"points":[{"start":373,"end":399,"text":"kinky curly curling custard"}]}],"extras":null,"metadata":{"first_done_at":1549259409000,"last_updated_at":1549259409000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "So cuuttte. Make sure you start using products now. We started my daughter when she was a year but I wished I started earlier. Cantu makes a great line for kids. And we used mustella to strip her hair","annotation":[{"label":["Product"],"points":[{"start":174,"end":181,"text":"mustella"}]},{"label":["Product"],"points":[{"start":127,"end":131,"text":"Cantu"}]}],"extras":null,"metadata":{"first_done_at":1549253198000,"last_updated_at":1549253198000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "\"I have 3A/b curls and have started diffusing my hair through a metal strainer, the mesh ones like [this](https://www.google.com/search?q=mesh+strainer&client=safari&hl=en-us&prmd=sinv&source=lnms&tbm=isch&sa=X&ved=0ahUKEwispZrhr9HZAhWQ7VMKHSNiD8gQ_AUIEigC&biw=768&bih=922#imgdii=7cBCVzrvrPY4jM:&imgrc=H_azT986hCL2oM:) and I love love love the height and volume I get from upside down diffusion!I simply plop my wet hair into the strainer, and blow it on warm. Curls are amazing.Deva products and curly girl method as well of course.\"","annotation":[{"label":["Product"],"points":[{"start":479,"end":491,"text":"Deva products"}]}],"extras":null,"metadata":{"first_done_at":1549253608000,"last_updated_at":1549253616000,"sec_taken":0,"last_updated_by":"LqGmvXWpYjUjaggAiEPH6CZv1Lv1","status":"done","evaluation":"CORRECT"}}
{"content": "\"I went to the salon with my hair styled already and they braided those two sections and pinned them, then teased a bit and added hairspray! Hair routine: wash every 3 days with any shampoo, my hair doesn't mind sulfates I guess. Now I'm using suave shea butter almond. Herbal esscence shine conditioner in the shower to detangle, rinse most out and give one last cold water rinse before getting out. If it's nighttime I'll put in a bunch of conditioner and plop over night, otherwise I just get to styling: a whole lot of the conditioner raked thru (avoid products on roots), some shea moisture curling milk, then Novex My Curl cream. Try to keep hair in thicker chunks, too much separating makes mine frizz. Blow dry my roots a bit upside down (alternating hot and cool for about 8 min, just point and aim to avoid manipulating curls) for volume and control since it's long. Air dry the rest. Scrunch out as it dries, maybe add some hair spray if it's humid and done :) \"","annotation":[{"label":["Product"],"points":[{"start":615,"end":633,"text":"Novex My Curl cream"}]},{"label":["Product"],"points":[{"start":582,"end":607,"text":"shea moisture curling milk"}]},{"label":["Product"],"points":[{"start":270,"end":302,"text":"Herbal esscence shine conditioner"}]},{"label":["Product"],"points":[{"start":244,"end":267,"text":"suave shea butter almond"}]}],"extras":null,"metadata":{"first_done_at":1549261167000,"last_updated_at":1549261167000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
{"content": "So my routine is here:Wash with Bounce Curl shampoo Medium moisture Condition with Bounce Curl Super Smooth Creme Conditioner Styling: Flora& Curl Organic Rose and Honey Milk detangler (brush through) Then use Bounce Curl light creme gel for extra hold. I have used TGI and Aveda products but find these give me the best results. Hope to help someone with similar hair and totally open to more suggestions of other products! Much love guys!","annotation":[{"label":["Product"],"points":[{"start":274,"end":278,"text":"Aveda"}]},{"label":["Product"],"points":[{"start":266,"end":268,"text":"TGI"}]},{"label":["Product"],"points":[{"start":210,"end":236,"text":"Bounce Curl light creme gel"}]},{"label":["Product"],"points":[{"start":135,"end":183,"text":"Flora& Curl Organic Rose and Honey Milk detangler"}]},{"label":["Product"],"points":[{"start":83,"end":124,"text":"Bounce Curl Super Smooth Creme Conditioner"}]},{"label":["Product"],"points":[{"start":32,"end":66,"text":"Bounce Curl shampoo Medium moisture"}]}],"extras":null,"metadata":{"first_done_at":1549256611000,"last_updated_at":1549256611000,"sec_taken":0,"last_updated_by":"z5rm921oIQgFIVy6aevfKxIJTgt2","status":"done","evaluation":"CORRECT"}}
